Repository: citipk01/buxis-web
Catalog: App_GlobalResources/Resources.*.resx
Languages: es

# AlMenosUnFiltroLiquidacion
source: At least one filter must be provided
es: Debe ingresarse al menos un filtro para liquidación o empleado

# ClearanceAccumulated
source: Accumulated
es: Acumulada

# ClearanceClosed
source: Closed
es: Cerrada

# CodigoLiquidacion
source: Code
es: Código

# CodigoLiquidacionFormat
source: Code must be a positive integer with up to 10 digits
es: El código de liquidación desde debe ser un número positivo de hasta 10 dígitos

# DateFormatError
source: The expected date format is dd/mm/yyyy
es: El formato de fecha esperado es dd/mm/aaaa

# Descripcion
source: Description
es: Descripción

# FechaEfectiva
source: Effective date
es: Fecha efectiva

# FechaLiquidacionDesde
source: Date from
es: Fecha desde

# FechaLiquidacionDesdeMenorAHasta
source: Date from must be less or equal to date up to
es: La fecha desde debe ser menor o igual a la fecha hasta

# FechaLiquidacionHasta
source: Date up to
es: Fecha hasta

# FieldMustBeDate
source: The field {0} must be a date.
es: El campo {0} tiene que ser una fecha

# FieldMustBeNumeric
source: The field {0} must be a number.
es: El campo {0} tiene que ser un número

# IdEmpleadoPorNombreApellido
source: Name
es: Nombre y Apellido

# IdProcesoLiquidacion
source: Process
es: Proceso

# InvalidDate
source: The date format is invalid
es: El formato de fecha es inválido

# LegajoDesdeMenorIgualHasta
source: File number from must be less or equal to file up to
es: El número de legajo desde debe ser menor o igual al número de legajo hasta.

# LegajoEmpleadoDesde
source: File number from
es: Legajo desde

# LegajoEmpleadoFormat
source: File number must be a positive integer with upt to 10 digits
es: El número de legajo debe ser un número positivo de hasta 10 digitos

# LegajoEmpleadoHasta
source: File number up to
es: Legajo hasta

source: Not defined
es: No definida

# NumeroDocumento
source: Identity number
es: Núm. documento

# NumeroDocumentoFormat
source: Identity number must be a positive integer with upt to 10 digits
es: El número de documento debe ser un número positivo de hasta 10 digitos

# PropertyValueInvalid
source: The value '{0}' is not valid for {1}.
es: El valor '{0}' no es válido para {1}.

# PropertyValueRequired
source: The {0} field is required.
es: El campo {0} es obligatorio.

# PasswordMissmatch
source: The confirmation password has to be equal to the password
es: La contraseña y la confirmación deben coincidir

source: Password
es: Contraseña

# PasswordValidate
source: Confirm password
es: Confirmar contraseña

source: Old password
es: Contraseña anterior

source: Username
es: Usuario

# PropertyDataTypeInvalid
source: The field {0} must be a string with a maximum length of '{1}'.
es: El campo {0} debe ser un tipo de cadena con una longitud máxima de '{1}'.
